tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "render-oss/render"
brew "ack"
brew "ant"
brew "bison"
brew "clisp"
brew "cmake"
brew "findutils"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "openjpeg"
brew "ghostscript"
brew "gnu-getopt", link: true
brew "openssl@1.1"
brew "node@16"
brew "mongosh"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "pv"
brew "sqlite"
brew "python@3.11"
brew "python@3.9"
brew "rename"
brew "swi-prolog"
brew "tmux"
brew "tree"
brew "wget"
brew "wxwidgets"
brew "mongodb/brew/mongodb-community"
brew "render-oss/render/render"
cask "caffeine"
cask "mactex"
cask "mysqlworkbench"
cask "pencil2d"
cask "yacreader"
